---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadCase
source: html/96559d3f-3df7-a2cf-a33c-2cee41ab29d7.htm
---
# LoadCase Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.